Repository: tanuki-project/FlipFeed
Catalog: FlipFeed/FlipFeed/*.lproj/Localizable.strings
Languages: de, fr

# LANG
source: en_US
de: de_DE
fr: fr_FR

source: Add
de: Hinzufügen
fr: Ajouter

source: Cancel
de: Stornieren
fr: Résilier

source: Delete
de: Löschen
fr: Supprimer

source: Apply
de: Anwenden
fr: Appliquer

source: Initialize
de: Initialisieren
fr: Initialiser

source: Info
fr: Infos

source: Error
de: Fehler
fr: Erreur

source: Speech
fr: discours

# CONNECTION_FAILED
source: Failed to connect server: %@
de: Fehler beim Server verbinden: %@
fr: Échec de la connexion serveur: %@

# NOT_SELECTED
source: No item selected.
de: Kein Artikel ausgewählt.
fr: Aucun article sélectionné.

# ALREDY_REGISTERED
source: Item is already registered.
de: Artikel ist bereits registriert.
fr: L'article est déjà inscrite.

# SURE_DELETE
source: Do you really want to delete ?
de: Wollen Sie wirklich löschen ?
fr: Voulez-vous vraiment supprimer ?

# SURE_INITIALIZE
source: Do you really want to initialize ?
de: Wollen Sie wirklich zu initialisieren ?
fr: Voulez-vous vraiment pour initialiser ?

# DETAIL_BOOKMARK
source: Details of Bookmark
de: Details Bookmark
fr: Détails du Bookmark

# DETAIL_FEED
source: Details of RSS Feed
de: Details RSS Feed
fr: Détails des RSS Feed

# LABEL_TITLE
source: TITLE:
de: TITEL:
fr: TITRE:

# LABEL_VOICE
source: VOICE:
de: SPRACHE:
fr: VOIX:

# DEFAULT_VOICE
source: Allow System Setting
de: Erlauben Systemeinstellung
fr: Laisser Préférences Système

source: Auto Scroll Setting
de: Auto Scroll Einstellung
fr: Défilement automatique réglage

# AUTO_SCROLL_START
source: Start at (Line):
de: Start bei (Linie):
fr: démarrer à (ligne):

# AUTO_SCROLL_WIDTH
source: Width (Line):
de: Breite (Linie):
fr: largeur (ligne):

# AUTO_SCROLL_INTERVAL
source: Interval (Sec):
fr: intervalle (Sec):

# AUTO_SCROLL_TIMES
source: Times:
de: Zeiten:
fr: fois:

# AUTO_SCROLL_FILTER
source: Keyword for URL Filtering:
de: Schlüsselwort für URL-Filterung:
fr: Mot-clé pour le filtrage d'URL:

# AUTO_SCROLL_FILTER_DISC
source: (Matching by part of URL)
de: (Passende durch einen Teil der URL)
fr: (Matching par une partie de l'URL)

# DISABLE_JAVASCRIPT
source: Disable JavaScript while Autopilot
de: JavaScript deaktivieren, während Autopilot
fr: Désactiver le JavaScript tandis Autopilot

# SPEECH_RATE
source: Speaking Rate
de: Lesegeschwindigkeit
fr: Débit Vocal

# AUTOPILOT_COUNT
source: Count of Autopilot for RSS Feeds
de: Graf von Autopilot für RSS-Feeds
fr: Compter du pilote automatique

source: Auto Startup
fr: Démarrage Automatique

# BRING_WINDOW_FRONT
source: Bring Window to Front
de: Bringen Fenster nach vorne
fr: Apportez fenêtres à l'avant

# URL_REQUEST_TIMER
source: URL Request Timer for Autopilot (sec) :
de: URL anfordern Timer für Autopilot (Sec) :
fr: Demande URL Timer pour Autopilot (sec) :

source: Enable JavaScript
de: Aktivieren JavaScript
fr: Activer JavaScript

source: Enable Sound
de: Aktivieren ertönen
fr: Activer le son

source: Enable Speech
de: Aktivieren Speech
fr: Activer discours

# ENABLE_REDIRECT
source: Redirect URL Request to RSS Reader
de: Redirect URL-Anforderung an RSS Reader
fr: URL de redirection Demande de RSS Reader

# PARSE_RSS_FAILED
source: Failed to parse RSS.
de: Fehler beim RSS analysieren.
fr: Échec de l'analyse RSS.

# HTTP_IN_PROGRESS
source: HTTP access is in progress.
de: HTTP-Zugriff ist im Gange.
fr: Accès HTTP est en cours.

# CRAWLING_INTERRUPTED
source: autopilot is interrupted.
de: Autopilot ist unterbrochen.
fr: pilote automatique est interrompu.

# NO_CRAWLING_SITE
source: web site for autopilot not found.
de: Website für Autopiloten nicht gefunden.
fr: site pour pilote automatique introuvable.

source: Add Feed
de: Feed Hinzufügen
fr: Ajouter Feed

# LIMIT_FEEDS
source: In the lite version, You can register up to %d feeds.
de: In der Lite-Version, können Sie bis zu %d Feeds.
fr: Dans la version Lite, vous pouvez enregistrer jusqu'à %d feeds.

# LIMIT_BOOKMARKS
source: In the lite version, You can register up to %d bookmarks.
de: In der Lite-Version können Sie bis zu %d Bookmarks.
fr: YDans la version Lite, vous pouvez enregistrer jusqu'à %d bookmarks.

# MEMU_ABOUT
source: About FlipFeed
de: Über FlipFeed
fr: À propos de FlipFeed

# MENU_PREFERENCES
source: Preferences...
de: Einstellungen...
fr: Préférences...

# MENU_HIDE
source: Hide FlipFeed
de: FlipFeed ausblenden
fr: Masquer FlipFeed

# MENU_HIDE_OTHERS
source: Hide Others
de: Andere ausblenden
fr: Masquer les Autres

# MENU_SHOW_ALL
source: Show All
de: Alle einblenden
fr: Tout afficher

# MENU_QUIT
source: Quit FlipFeed
de: FlipFeed beenden
fr: Quitter FlipFeed

# MENU_EDIT
source: Edit
de: Bearbeiten
fr: Éditer

# MENU_UNDO
source: Undo
de: Rückgängig
fr: Annuler Saisie

# MENU_REDO
source: Redo
de: Wiederholen
fr: Rétablir

# MENU_CUT
source: Cut
de: Ausschneiden
fr: Couper

# MENU_COPY
source: Copy
de: Kopieren
fr: Copier

# MENU_PASTE
source: Paste
de: Einfügen
fr: Coller

# MENU_DELETE
source: Delete
de: Löschen
fr: Supprimer

# MENU_SPEECH
source: Speech Article
de: Speech Artikel
fr: Parole Article

# MENU_CONTROLS
source: Controls
de: Steuerung
fr: Contrôle

# MENU_AUTOPILOT
source: Auto Pilot
fr: Pilote Automatique

# MENU_GO_FORWARD
source: Go Forward
de: Vorgehen
fr: Allez de l'avant

# MENU_GO_BACK
source: Go Back
de: Zurückgehen
fr: Aller Retour

# MENU_RELOAD
source: Reload
de: Nachladen
fr: Rechargez

# MENU_SKIP
source: Skip
de: Überspringen
fr: Sauter

# MENU_STOP
source: Stop
de: Stoppen
fr: Arrêtez

# MENU_SCROLL
source: Scroll
de: Scrollen
fr: Défilez

# MENU_PAGE_TOP
source: Page Top
de: Seitenanfang
fr: Haut de Page

# MENU_PAGE_END
source: Page End
de: Seitenende
fr: Fin de la Page

# MENU_PAGE_UP
source: Page UP
de: Seite nach oben
fr: Page vers le Haut

# MENU_PAGE_DOWN
source: Page Down
de: Seite nach unten
fr: Page vers le Bas

# MENU_LINE_UP
source: Line UP
de: Linie nach oben
fr: Ligne vers le Haut

# MENU_LINE_DOWN
source: Line Down
de: Linie nach unten
fr: Ligne vers le Bas

# MENU_STANDARD
source: Standerd Size
de: Originalgröße
fr: Taille réelle

# MENU_LARGER
source: Larger
de: Vergrößern
fr: Zoom avant

# MENU_SMALLER
source: Smaller
de: Verkleinern
fr: Zoom arrière

# MENU_OPEN_SAFARI
source: Open Safari
de: Öffnen Safari
fr: Ouvrir Safari

# MENU_LOAD_RSS
source: Download RSS
de: Downloaden RSS
fr: Télécharger RSS

# MENU_LOAD_ALL_RSS
source: Download All RSS
de: Downloaden Alle RSS
fr: Télécharger tous RSS

# MENU_FEEDS_AND_BOOKMARKS
source: Feeds and Bookmarks
de: Feeds und Bookmarks
fr: Feeds et Bookmarks

# MENU_IMPORT
source: Import
fr: Importer

# MENU_EXPORT
source: Export
fr: Exporter

# MENU_INITIALIZE
source: Initialize
de: Initialisieren
fr: Initialiser

# MENU_WINDOW
source: Window
de: Fenster
fr: Fenêtre

# MENU_MINIMIZE
source: Minimize
de: Minimieren
fr: Réduire

# MENU_BRING_FRONT
source: Bring All to Front
de: Alle nach vorne bringen
fr: Tout ramener au premier plan

# MENU_SHOW_WINDOW
source: Show Window
de: Einblenden Fenster
fr: Afficher la fenêtre

# MENU_SHOW_READER
source: Show Reader
de: Einblenden Reader
fr: Afficher la lecteur

# HOME_URL
source: Home Page:
de: Startseite:
